Repository: WPPlugins/cms2cms-html-to-wp-convertor
Catalog: languages/cms2cms-migration-*.po
Languages: de_de, es_es, fr_fr

source: Unknown error, please contact us http://www.cms2cms.com/contacts/
de_de: Unbekannter Fehler, bitte setzen Sie sich mit uns in Verbindung http://www.cms2cms.com/contacts/
es_es: Error desconocido, por favor póngase en contacto con nosotros http://www.cms2cms.com/contacts/
fr_fr: Erreur inconnue, contactez http://www.cms2cms.com/contacts/

source: New version
de_de: Neue Version
es_es: Nueva version
fr_fr: Nouvelle version

source: Something gone wrong, please try again later.
de_de: Es ist etwas schiefgelaufen, bitte versuchen Sie es später erneu.
es_es: Se produjo un error, por favor inténtelo de nuevo más tarde.
fr_fr: Une erreur s'est produite, réessayer plus tard.

source: Don't have an account yet?
de_de: Sie haben noch kein Konto?
es_es: ¿No tiene una cuenta todavía?
fr_fr: Vous n'avez pas encore de compte?

source: Register
de_de: Anmeldung
es_es: Registro
fr_fr: S'enregistrer

source: Already have an account?
de_de: Sie haben schon ein Konto?
es_es: ¿Ya tienes una cuenta?
fr_fr: Vous avez déjà un compte?

source: Login
de_de: Einloggen
es_es: Iniciar sesión
fr_fr: Se connecter

source: Enter Pages URL
de_de: Geben Sie die URL der Webseite ein
es_es: Introduzca Páginas URL
fr_fr: Entrer l'URL de la page

source: Estimated pages count:
de_de: Geschätzte Seitenzahl:
es_es: Estimación de páginas contadas:
fr_fr: Nombre de pages estimées:

source: Migrate Image Files (jpg, png, gif etc)
de_de: Bilddateien migrieren (jpg, png, gif usw.)
es_es: Migración de archivos de imagen (jpg, png, gif etc)
fr_fr: Déplacer des images (jpg, png, gif etc)

source: It allows to transfer images from your Source to New website.
de_de: Es ermöglicht die Übertragung von Bildern von Ihrer Quelle auf die neue Webseite.
es_es: Permite la transferencia de imágenes desde la Fuente a la Nueva página web.
fr_fr: Ça vous permet de transférer vos images de votre source à votre site.

source: Make URLs SEO-friendly
de_de: Machen Sie die URL SEO-freundlich
es_es: Crear las URL amigables para el SEO
fr_fr: Rendre les URL SEO-friendly

source: It means that the internal links will be formed according to the SEO URLs structure configured on your New website.
de_de: Das bedeutet, dass die internen Links gemäß der SEO URL-Struktur, die auf Ihrer neuen Webseite konfiguriert wurde, erstellt werden.
es_es: Esto significa que los enlaces internos se forman de acuerdo a la estructura SEO URL configurado en su nuevo sitio web.
fr_fr: Ça signifie que le lien interne sera formé selon la structure d'URL SEO configurée sur votre nouveau site.

source: Permanent (301) Redirects from your Previous URLs to New URLs
de_de: Dauerhafte (301) Weiterleitung von den vorherigen zu den neuen URL
es_es: Permanente (301) Redirecciones de URL anteriores a las nuevas direcciones URL
fr_fr: Permanent (301) Redirige votre URL précédent à votre nouvelle URL

source: 301 redirect is the best way to keep your rankings and SEO by redirecting your previous URLs to the new URLs.
de_de: 301 Weiterleitung ist die bestmögliche Art, Ihre Rankings und SEO zu behalten, indem Sie die vorherigen URL auf die neuen URL umleiten.
es_es: 301 redirigir es la mejor manera de mantener su posicionamiento en SEO y mediante la reorientación de sus URL’s anteriores a la nueva URL.
fr_fr: 301 rediriger est la meilleure façon de garder vos classements et SEO redirige vos URL précédentes vers votre nouvelle URL.

source: Example. A visitor/search engine bot trying to access your website old URL will be automatically taken to the new one, which is the best practice to preserve your traffic and SEO after migration.
de_de: Beispiel. Ein Besucher/Suchmaschine, der/die versucht, auf die alte URL Ihrer Webseite zuzugreifen, wird automatisch auf die neue weitergeleitet. Das ist die beste Vorgehensweise, um Ihren Traffic und Ihre SEO nach der Migration zu erhalten.
es_es: Ejemplo. Un bot visitante / buscador intentar acceder a su página web por el URL anterior y será llevado automáticamente a la nueva, esta es la mejor práctica para preservar su tráfico y SEO después de la migración.
fr_fr: Un exemple. Un visiteur cherche à avoir l'accès à l'URL de votre ancien site sera automatiquement redirigé vers votre nouveau, ce qui est la meilleure façon de garder votre trafic avec SEO après la migration.

source: Formas de migracion
es_es: Formen migrieren
fr_fr: Formulaire de migration

source: This option allows you to migrate content with forms to a new website.
de_de: Diese Option erlaubt es Ihnen, Inhalte mit Formen auf eine neue Webseite zu migrieren.
es_es: Esta opción le permite migrar el contenido con las formas de un nuevo sitio web.
fr_fr: Cette option vous permet de déplacer du contenu avec des formulaires vers votre nouveau site.

source: Demo migration is done successfully
de_de: Demomigration ist erfolgreich abgeschlossen.
es_es: Demo de la migración se hizo exitosamente
fr_fr: Migration de démonstration réussie

source: Check a few migrated pages
de_de: Überprüfen Sie ein paar migrierte Seiten.
es_es: Revise algunas páginas migradas
fr_fr: Voir quelques pages migré

source: Need help? The CMS2CMS Support Team is always ready to help you.
de_de: Brauchen Sie Hilfe? Das CMS2CMS Support Team steht jederzeit gerne zu Ihrer Verfügung.
es_es: ¿Necesitas ayuda? El equipo de apoyo CMS2CMS está siempre dispuesto a ayudarle.
fr_fr: Besoin d'aide? L'équipe de support CMS2CMS est toujours prête à vous aider.

source: We try our best to provide you with a welcome place to go in case you got stuck, or want more details and specifics.
de_de: Wir geben unser Bestes, um Ihnen eine freundliche Anlaufstelle zu bieten, falls Sie einmal nicht weiterkommen oder weitere Details benötigen.
es_es: Hacemos todo lo posible para ofrecerle un lugar de bienvenida para ir en caso de que se quede atascado, o si desea obtener más información y detalles.
fr_fr: Nous faisons de notre mieux pour vous fournir un endroit accueillant si jamais vous êtes bloqué, ou alors si vous voulez plus d'informations

source: Write a review
de_de: Eine Bewertung schreiben.
es_es: Escriba un testimonio
fr_fr: Écrire un commentaire

source: We can handle the website
de_de: Wir können die Web
es_es: Podemos manejar la migración del sitio web para usted
fr_fr: Nous pouvons déplacer ce site

source: migration for you
de_de: seitenmigration für Sie übernehmen.
es_es: seitenmigration für Sie übernehmen.
fr_fr: pour vous

source: How It Works
de_de: So funktioniert’s
es_es: ¿Cómo funciona?
fr_fr: Comment ça marche

source: Terms
de_de: Bedingungen
es_es: Términos
fr_fr: Conditions d'utilisations

source: Privacy
de_de: Datenschutz
es_es: Privacidad
fr_fr: Confidentialité

source: Submit a Ticket
de_de: Ein Ticket einreichen
es_es: Enviar un ticket
fr_fr: Soumettre un ticket

source: Support
es_es: Soporte

source: You are logged in CMS2CMS as %s
de_de: Sie sind als %s in CMS2CMS eingeloggt
es_es: Usted inicio sesión en CMS2CMS como %s
fr_fr: Vous êtes connecté sur CMS2CMS comme %s

source: Register CMS2CMS Account
es_es: Registrarse

source: Name
es_es: Nombre
fr_fr: Nom

source: Password:
de_de: Passwort:
es_es: Contraseña:
fr_fr: Mot de passe:

source: Continue
de_de: Weiter
es_es: Continuar
fr_fr: Continuer

source: Forgot password?
de_de: Passwort vergessen?
es_es: ¿Olvido su contraseña?
fr_fr: Mot de passe oublié?

source: Get Estimate
de_de: Kostenvoranschlag erhalten
es_es: Obtenga un estimado
fr_fr: Faites estimer

source: Start Free Demo
de_de: Kostenlose Demonstration starten
es_es: Comience una demo gratis Demo
fr_fr: Démo gratuite

source: Demo Migration Complete
de_de: Demomigration abgeschlossen
es_es: Demo de Migración Completa
fr_fr: Démo de migration gratuite

source: Start Full Migration
de_de: Vollständige Migration starten
es_es: Comenzar migración completa
fr_fr: Commencer la migration complète

source: Page Detecting
de_de: Seitenerkennung
es_es: Pagina detectada
fr_fr: Détection de page

source: Find pages automatically
de_de: Seiten automatisch finden
es_es: Encuentre las paginas automáticamente
fr_fr: Trouver les pages automatiquement

source: Use my sitemap.xml file
de_de: Meine Sitemap.XML-Datei
es_es: Use un simple mapa del sitio o archivo
fr_fr: Utiliser un fichier .xml

source: Manually enter urls.
de_de: URL manuell eingeben.
es_es: Introduzca manualmente las URL’s.
fr_fr: Entrer une url manuellement.

source: That's just a part of the result. To get all the job done - please, go through the Full Migration.
de_de: Ce n'est qu'une partie du résultat. Pour terminer le travail – passer par la migration complète.
es_es: Eso es sólo una parte del resultado. Para obtener todo el trabajo hecho - por favor, vaya a través de la opción migración completa.
fr_fr: Ce n'est qu'une partie du résultat. Pour terminer le travail – passer par la migration complète.

source: Logout
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Se déconnecter

source: Sign In
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter

source: Connect %s
de_de: Verbinden %s
es_es: Conéctate %s
fr_fr: Connecter %s

source: Choose menu
de_de: Menü auswählen
es_es: Menú de selección
fr_fr: Choisissez le menu

source: Point Out the Main Menu of Your Site
de_de: Aufzeigen des Hauptmenüs deiner Seite
es_es: Punto de salida al menú principal de su sitio web
fr_fr: Pointez le menu principal de votre site

source: To improve migration results please select one of the detected menu.
es_es: Para mejorar los resultados de migración por favor seleccione uno de los menús detectados.
fr_fr: Pour améliorer les résultats de la migration, sélectionner un des menus détectés s'il vous plaît.

source: Additional Options
es_es: Opciones adicionales

source: Choose our
de_de: Wähle unser
es_es: Elíjenos
fr_fr: Choisissez notre

source: Content Pages:
de_de: Seiteninhalte:
es_es: Páginas de contenido:
fr_fr: Pages de contenu:

source: Price of the Full Migration:
de_de: Preis für volle Migration:
es_es: Precio de la migración completa:
fr_fr: Prix de la migration complète:

source: Migration progress:
de_de: Migrationsfortschritt:
es_es: Progreso de la migración:
fr_fr: La progression de la migration:

source: Create Migration
de_de: Migration beginnen
es_es: Crear Migración
fr_fr: Créer une migration

source: Got Feedback?
de_de: Möchtest du ein Feedback abgeben?
es_es: ¿Tienes comentarios?
fr_fr: Avez-vous des commentaires?

source: website URL
de_de: Webseiten URL
es_es: URL del sitio web
fr_fr: URL de site web

source: Download bridge
de_de: Überbrückung herunterladen
es_es: Descargar puente

source: and upload it to your source site root folder. For more information, please visit
de_de: und in den Stammordner deiner Quellseite hochladen. Für weitere Informationen, besuche bitte den
es_es: y subirlo a la carpeta raíz del sitio de origen. Para obtener más información, visite el siguiente

source: link
es_es: enlace

source: Mapping options:
de_de: Mapping Optionen:
es_es: Opciones de mapeado:

source: Additional Options:
de_de: Weitere Optionen:
es_es: Opciones adicionales:
fr_fr: Options additionelles:

source: Set Migration Options
de_de: Migrationsmöglichkeiten verwalten
es_es: Establecer las opciones de migración
fr_fr: Définir les options de migration

source: Estimated data (what should migrate during demo migration):
de_de: Geschätzte Daten (die während der Demo-Migration umgestellt werden sollen):
es_es: Datos estimados (lo que debería migrar durante la demostración de migración):

source: Unable to detect menu. Please make sure that specified website URL is valid or click Get Estimate to proceed.
es_es: No se ha podido detectar un menú. Por favor asegúrese de que la URL del sitio web especificada es válida o haga clic en obtener un estimado para proceder.
fr_fr: Impossible de détecter le menu. Assurez-vous S'il vous plaît que le URL su site web spécifique est valide ou cliquez sur Obtenir une estimation pour procéder.

source: Migration Options:
de_de: Migrationsmöglichkeiten:
es_es: Opciones de migración:

source: Proceed
de_de: Proceder
es_es: Proceder

source: Verify source
de_de: Überprüfen quelle
es_es: Verificar origen

source: or
de_de: oder
es_es: o
fr_fr: ou

source: Follow us on
de_de: Folge uns auf
es_es: Síganos en
fr_fr: Suivez-nous sur

source: Migrate forms
de_de: Formen migrieren

source: To improve migration results please select one of the detected menu
de_de: Um die Migrationsergebnisse zu verbessern, verwende bitte eins der gefundenen Menüs

source: Additional options:
de_de: Weitere Möglichkeiten:

source: Unable to detect menu. Please make sure that specified website URL is valid or click Get Estimate to proceed
de_de: Kann Menü nicht finden. Bitte stelle sicher, dass die angegebene Webseiten URL gültig ist oder klicke auf Angebot erstellen, um fortzufahren.

source: HTML website URL
fr_fr: HTML site webURL

source: Log in
fr_fr: Connexion

source: Email:
fr_fr: Mail:

source: Download bridge and upload it to your source site root folder. For more information, please visit link
fr_fr: Télécharger le pont et transférer le à votre dossier racine du site source. Pour plus d'informations, visitez le lien s'il vous plaît

source: Mapping options
fr_fr: Options de mappage

source: Additional options
fr_fr: Options additionelles

source: Estimated data (what should migrate during demo migration)
fr_fr: Données estimées (ce qui devrait migrer pendant la migration de démonstration)
